export const items = [
    {
        id: "0e139231420d6b29a559114b8e386db4",
        name: "Художественная литература",
        books: [
            {
                id: "af5c153da27b01dc9ce2b7fc0f24531c",
                name: "Несносное проклятье некроманта",
                author: "Блинова Маргарита",
                type: "Фэнтези",
                price: "250",
                stars: 4,
                annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить \"что-нибудь для вечной любви\"? Подумай о некромантии!\nПрисоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!",
                reviews: [
                    {
                        id: "ce76efb284d3bf592d2dcf53a8d63515",
                        name: "Анна К.",
                        stars: 5,
                        text: "С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке \"Несносное проклятье некроманта\"."
                    },
                    {
                        id: "ce76efb284d3bf592d2dcf53a8d63516",
                        name: "Любмила Н.",
                        stars: 4,
                        text: "С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке \"Несносное проклятье некроманта\"."
                    },
                    {
                        id: "ce76efb284d3bf592d2dcf53a8d63512",
                        name: "Анна К.",
                        stars: 3,
                        text: "Начало весьма непредсказуемое, и непонятно кто или что из себя представляет героиня. Повествование сумбурное, словно не книгу читаешь, а над ухом кто-то трещит и быстро-быстро что-то пересказывает. Перескакивает с одного на другое очень быстро, что приходилось перечитывать многие моменты. В прологе они на кладбище, их хотят изгонять, а потом резко замке. А там вообще страшные события происходят и молодой девочке хоть бы хны, хотя она не некромант. Но хоть с половины истории чтение завлекло. Соответствует заявленному жанру - юмористическому фентези, но больше склоняется к черному юмору."
                    }
                ]
            },
            {
                id: "ce76efb284d3bf592d2dcf53a8d63517",
                name: "Книга ночи",
                author: "Блэк Холли",
                type: "Фэнтези",
                price: "250",
                stars: 3
            },
            {
                id: "e480e46eff1b75e54bb481ad08b232b3",
                name: "Благие знамения",
                author: "Пратчетт, Гейман",
                type: "Фэнтези",
                price: "250",
                stars: 1
            }
        ]
    },
    {
        id: "d73223ab109d9096a5fd9727aa3ccb5f",
        name: "Нехудожественная литература",
        books: [
            {
                id: "e480e46eff1375w54bb481ad08b232b3",
                name: "Рандомная книга 6",
                author: "????",
                type: "Враньё",
                price: "200",
                stars: 4
            }
        ]
    },
    {
        id: "ccbf115a880b7568decaed81be66acf8",
        name: "Книги для детей",
        books: [
            {
                id: "e480e46eff1b25w54bb481ad08b232b3",
                name: "Рандомная книга 5",
                author: "?у???",
                type: "Враньё",
                price: "200",
                stars: 4
            }
        ]
    },
    {
        id: "d1db6008c387aa979cfdc348742cdcbb",
        name: "Переодические издания",
        books: [
            {
                id: "e480e463ff1b75w54bb481ad08b232b3",
                name: "Рандомная книга 4",
                author: "???ц?",
                type: "Враньё",
                price: "210",
                stars: 4
            }
        ]
    },
    {
        id: "7d9240466a6454ce6bca67461f374a47",
        name: "Религия",
        books: [
            {
                id: "e480e46eff1b75w53bb481ad08b232b3",
                name: "Рандомная книга 3",
                author: "??к??",
                type: "Враньё",
                price: "220",
                stars: 2
            }
        ]
    },
    {
        id: "b7ce8afc333eebfebad0f45fc3ef5796",
        name: "Учебная литература",
        books: [
            {
                id: "e480e46eff1b75w54bb481ad083232b3",
                name: "Рандомная книга 2",
                author: "?у???",
                type: "Враньё",
                price: "230",
                stars: 2
            }
        ]
    },
    {
        id: "5b2d7823831aa61735a0f08b79cbdaac",
        name: "Комиксы",
        books: [
            {
                id: "e480e46eff1b75w54bb481ad08b222b3",
                name: "Рандомная книга 1",
                author: "??ыв??",
                type: "Враньё",
                price: "290",
                stars: 4
            }
        ]
    }
]